tap "cockroachdb/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "leoafarias/fvm"
tap "rs/tap"
tap "xcodesorg/made"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "openssl@1.1"
brew "cask"
brew "circleci"
brew "duckdb"
brew "elixir"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "graphviz"
brew "htop"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libfido2"
brew "libpq"
brew "mas"
brew "minikube"
brew "mysql-client"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "peco"
brew "pnpm"
brew "python@3.12"
brew "pre-commit"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "python@3.11"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "vegeta"
brew "virtualenv"
brew "watch"
brew "wget"
brew "cockroachdb/tap/cockroach"
brew "leoafarias/fvm/fvm"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "xcodesorg/made/xcodes"
cask "android-platform-tools"
cask "clipy"
cask "gitify"
cask "google-japanese-ime"
cask "hashicorp-vagrant"
cask "mysqlworkbench"
cask "notion"
cask "sequel-ace"
cask "visual-studio-code"
mas "Magnet", id: 441258766
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "twxs.cmake"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wscats.eno"
vscode "yoavbls.pretty-ts-errors"
vscode "zxh404.vscode-proto3"
