tap "homebrew/bundle"
brew "bat"
brew "cask"
brew "gh"
brew "git"
brew "goenv"
brew "htop"
brew "jq"
brew "mas"
brew "mysql-client"
brew "nodenv"
brew "peco"
brew "tmux"
brew "watch"

cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "mysqlworkbench"
cask "notion"
cask "sequel-ace"
cask "slack"
cask "zoom"

441258766   Magnet  (2.11.0)
